IDEA Open Model
MatPrestressSteelEc2.Fm Property
Compatible with IDEA StatiCa v 10.1
 Char. value of max. force (prEN 10138)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Fm { get; set; }
Public Property Fm As Double
	Get
	Set
public:
property double Fm {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace